#### FtSup2HPerKbtu Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftÂ²Â·h/kBtu, indicating unit Square feet per thousand British thermal units per hour.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtSup2HPerKbtu { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtSup2HPerKbtu As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtSup2HPerKbtu { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace